{"cm":[{"id":"cm_sb_main_escwa","name":"Main country-level ensemble, presented in the report for ESCWA","description":"The forecasting model ensemble used to produce the monthly ViEWS forecasts at the country-month level of analysis. Informed by all constituent models (sub-models) currently trained to predict conflict at the country-month level of analysis."},{"id":"cm_sb_cflong_global_calibrated","name":"The UCDP conflict history model","description":"Features capturing different aspects of conflict history per country, as defined and sourced from the UCDP, including time since the last fatal event, which type of violence occurred, and which fatality thresholds were reached (at least 1, 25, 100, or 500 deaths)."},{"id":"cm_sb_escwa_onset_global_calibrated","name":"The onset model","description":"A model trained to predict onset of conflict, as recorded by the UCDP. Onset is defined as the first month that a country reaches or exceeds 25 battle-related deaths (BRDs) over a rolling 24-month window. The model captures all features informing the country-level models."},{"id":"cm_sb_vdem_global_calibrated","name":"The political institutions model","description":"A political instutions model informed by the Varieties of Democracy (V-Dem) dataset, which describes the political institutions of a country. Key features include physical integrity as a proxy for freedom from political killings and torture by the government, freedom of domestic movement, and indicators for rule of law and access to justice."},{"id":"cm_sb_wdi_global_calibrated","name":"The World Development Indicators (WDI) model","description":"A development model broadly capturing the level of development by country, including the quality of infrastructure, economic growth, national debt, education, unemployment, gender equality, health care and provision, agricultural dependence, migration flows, and country size. Sourced from the World Bank's World Development Indicators."},{"id":"cm_sb_escwa_global_calibrated","name":"The all-encompassing global model","description":"A global model informed by all features that are fed into the country-level models, capturing interactions and non-linearities between the different predictors."},{"id":"cm_sb_aquastat_global_calibrated","name":"The water management model","description":"A water management model informed by a set of country-level water resource indicators from FAO Aquastat (disaggregated water conditions are captured by sub-national models). The selected indicators are based on current hydro-conflict literature and SDG reporting on water scarcity measures. These include total internal renewable water resources (IRWR), total renewable water resources (TRWR), groundwater flowing to other countries which is not covered by bilateral or multilateral agreements, total dam storage capacity per capita, and all indicators included in FAO's monitoring of SGD 6.4 (reducing water scarcity). FAO Aquastat is available for 5-year intervals, why missing values have been imputed."}],"pgm":[{"id":"pgm_sb_main_escwa","name":"The sub-national-level ensemble","description":"The forecasting model ensemble used to produce the monthly ViEWS forecasts at the PRIO-GRID-month level of analysis. Informed by all constituent models (sub-models) currently trained to predict conflict at the PRIO-GRID-month level of analysis."},{"id":"hist_legacy","name":"The conflict history model","description":"A model tracing the conflict history of each geographic grid-cell and its adjacent locations, as incidences of conflict are more likely in locations that have experienced conflict in the past."},{"id":"pgm_sb_sptime_ame_calibrated","name":"The space-time model","description":"A conflict history model capturing both time and space proximity to conflict."},{"id":"onset24_1_all","name":"The 1 BRD onset model","description":"A model trained to predict onset of conflict with at least one battle-related death (BRD) in a given geographic location. Onset is defined as the first time a specific grid cell, or its neighbours, reaches the 1-BRD threshold over a 24-month sliding window. The model uses the feature set from the all_themes model, coupled with fatality estimates and conflict event counts related to the spacetime model, and a subset of data from the Standardized Precipitation Evapotranspiration Index (SPEI), a water balance index computed from both precipitation and temperature data."},{"id":"pgm_sb_combined_ame_calibrated","name":"The all themes model","description":"A broad model informed by outcome-specific features from all sub-national models, capturing interactions between different features."},{"id":"pgm_sb_crosslevel_ame_calibrated","name":"The cross-level model","description":"A cross-level model that allows the country- and sub-national levels of analysis to inform one another."},{"id":"pgm_sb_crop_drought_ame_calibrated","name":"The drought and vulnerability model","description":"An agro-climatic model capturing the frequency and intensity of droughts and their impact on the main crops harvests. Key features include the SPEI index of water availability as a measure of drought, information from the MIRCA calendar on the growing season of the main crops, Mapspam data on crop harvest and yield, and variables capturing local vulnerability to climate-related impacts, informed by, e.g., measures of conflict legacy, socio-economic and political conditions and the ground, agricultural dependence, and adaptive capacity in agriculture."},{"id":"pgm_sb_vulnerability_ame_calibrated","name":"The drought and vulnerability model","description":"An agro-climatic model capturing the frequency and intensity of droughts and their impact on the main crops harvests. Key features include the SPEI index of water availability as a measure of drought, information from the MIRCA calendar on the growing season of the main crops, Mapspam data on crop harvest and yield, and variables capturing local vulnerability to climate-related impacts, informed by, e.g., measures of conflict legacy, socio-economic and political conditions and the ground, agricultural dependence, and adaptive capacity in agriculture."},{"id":"pgm_sb_naturalsocial_ame_calibrated","name":"The natural and social geography model","description":"A model informed by a suite of natural and social geography indicators, including the spatial distance to exploitable resources such as diamonds and petroleum deposits; the distance to the capital, the nearest urban center, and the national border; the main type of land in a given area (cultivated areas, barren, forest, mountains, savanna, shrub, pasture, or urban areas); population density, and development variables such as local GDP, infant mortality rate, and the share of excluded ethnic groups in each location."}]}